// Одномерный массив
// Реализовать метод, возвращающий среднее арифметическое, получаемое из массива целых чисел

// Двумерный массив
// Реализовать метод, возвращающий количество значений в матрице целых чисел в заданном интервале

// Кортеж
// Создайте кортеж, который может содержать только 3 строковых значения. Реализуйте метод, возвращающий конкатенацию этих строковых значений.

// Перечисление
// Создайте тип перечисление для типов пищевых растительных масел (рапсовое, подсолнечное и т.д.). Выведите какой-либо тип масла в консоль.

